/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "„%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Wartość jest nieprawidłowa.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Wartość %@ jest nieprawidłowa.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Podaj prawidłową wartość.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Wartość jest nieprawidłowa.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Wartość %@ jest nieprawidłowa.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Wartość jest zbyt mała.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Wartość jest zbyt duża.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Podaj prawidłową wartość.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Podaj liczbę nie mniejszą niż %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Podaj liczbę pomiędzy %1$@ a %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Podaj liczbę nie większą niż %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Wartość %@ jest zbyt mała.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Wartość %@ jest zbyt duża.";

/* NSFileLockingError */
"Err255-C" = "Nie można zablokować pliku.";

/* NSFileLockingError */
"Err255-R" = "Plik może być już zablokowany lub nie masz uprawnień, aby go zablokować.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Nie można zablokować pliku „%@”.";

/* NSFileReadUnknownError */
"Err256" = "Nie można otworzyć pliku.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Nie można otworzyć pliku „%@”.";

/* NSFileReadNoPermissionError */
"Err257" = "Nie można otworzyć pliku, ponieważ nie masz uprawnień do jego wyświetlenia.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Nie masz uprawnień.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Aby wyświetlić lub zmienić uprawnienia, zaznacz rzecz w Finderze i wybierz Plik > Informacje.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Nie można otworzyć pliku „%@”, ponieważ nie masz uprawnień do jego wyświetlenia.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Nazwa pliku jest nieprawidłowa.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Nie można otworzyć rzeczy, ponieważ nazwa „%@” jest nieprawidłowa.";

/* NSFileReadCorruptFileError */
"Err259" = "Nie można otworzyć pliku, ponieważ ma on nieprawidłowy format.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Plik ma nieprawidłowy format.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Plik może być uszkodzony, obcięty lub mieć inny format niż oczekiwany.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Nie można otworzyć pliku „%@”, ponieważ ma on nieprawidłowy format.";

/* NSFileReadNoSuchFileError */
"Err260" = "Nie można otworzyć pliku, ponieważ on nie istnieje.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Katalog „%@” nie istnieje.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Plik nie istnieje.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Katalog nie istnieje.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Nie można otworzyć pliku „%@”, ponieważ nie ma takiego pliku.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Nie można otworzyć pliku przy użyciu wskazanego kodowania tekstu.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Nie można zastosować wskazanego kodowania tekstu.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Nie można zastosować kodowania tekstu „%@”.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Plik mógł być zachowany w innym kodowaniu tekstu lub może nie jest plikiem tekstowym.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Nie można otworzyć pliku przy użyciu kodowania tekstu %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Nie można otworzyć pliku „%2$@” przy użyciu kodowania tekstu %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Nie można otworzyć pliku, ponieważ wskazany typ URL nie jest obsługiwany.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Wskazany typ adresu URL nie jest obsługiwany.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Nie można otworzyć pliku „%1$@”, ponieważ typ URL %2$@ nie jest obsługiwany.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Nie można otworzyć pliku, ponieważ typ URL %@ nie jest obsługiwany.";

/* NSFileReadTooLargeError */
"Err263" = "Nie można otworzyć pliku, ponieważ jest on zbyt duży.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Ten plik jest zbyt duży.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Nie można otworzyć pliku „%@”, ponieważ jest on zbyt duży.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Nie można otworzyć pliku, ponieważ nie udało się określić kodowania jego zawartości.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Nie można określić kodowania tekstu zawartości.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Otwarcie pliku może być możliwe po ręcznym wybraniu kodowania tekstu.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Nie można otworzyć pliku „%@”, ponieważ nie udało się określić kodowania jego zawartości.";

/* NSUserCancelledError */
"Err3072-C" = "Operacja została odwołana.";

/* NSPropertyListCorruptError */
"Err3840" = "Nie można było przeczytać danych, ponieważ zostały uszkodzone.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Dane zostały uszkodzone.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Nie można było przeczytać danych, ponieważ ten program nie rozpoznaje ich formatu.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Dane mają format, którego ten program nie rozpoznaje.";

/* NSPropertyListReadStreamError */
"Err3842" = "Nie można było przeczytać danych z powodu błędu w ich miejscu źródłowym.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Wystąpił błąd w miejscu źródłowym danych.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Nie można było zapisać danych z powodu błędu w ich miejscu docelowym.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Wystąpił błąd w miejscu docelowym danych.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Katalog „%@” nie istnieje.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "Nie można usunąć „%@”.";

/* NSFileNoSuchFileError */
"Err4-C" = "Plik nie istnieje.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Katalog nie istnieje.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Plik „%@” nie istnieje.";

/* NSFileWriteUnknownError */
"Err512" = "Nie można zachować pliku.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Nie można było zachować pliku „%1$@”; nie można było uaktualnić pliku archiwizacyjnego.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "Nie można skopiować „%1$@” do „%2$@”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "Nie można połączyć „%1$@” z „%2$@”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "Nie można przenieść „%1$@” do „%2$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "Nie można usunąć „%@”.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Nie można zachować pliku archiwum.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Plik archiwum może być zablokowany lub nie masz uprawnień do zachowywania w nim zmian. Aby zobaczyć lub zmienić uprawnienia dostępu, zaznacz rzecz w Finderze i wybierz Plik > Informacje.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Nie można zachować pliku „%2$@” w katalogu „%1$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Nie można zachować pliku „%@”.";

/* NSFileWriteNoPermissionError */
"Err513" = "Nie można zachować pliku, ponieważ nie masz odpowiednich uprawnień.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "Nie można skopiować „%1$@”, ponieważ nie masz praw dostępu do „%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "Nie można połączyć „%1$@”, ponieważ nie masz praw dostępu do „%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "Nie można przenieść „%1$@”, ponieważ nie masz praw dostępu do „%2$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "Nie można usunąć „%@”, ponieważ nie masz praw dostępu do tej rzeczy.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Nie masz uprawnień.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Aby wyświetlić lub zmienić uprawnienia, zaznacz rzecz w Finderze i wybierz Plik > Informacje.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Nie masz uprawnień do zachowania pliku „%2$@” w katalogu „%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Nie masz uprawnień do zachowania pliku „%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Nie można zachować rzeczy, ponieważ nazwa pliku jest nieprawidłowa.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Nie można usunąć rzeczy, ponieważ nazwa pliku „%@” jest nieprawidłowa.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Nazwa pliku jest nieprawidłowa.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Nie można zachować rzeczy, ponieważ nazwa pliku „%@” jest nieprawidłowa.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Nie można zachować pliku przy użyciu wskazanego kodowania tekstu.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Nie można zastosować wskazanego kodowania tekstu.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Nie można zastosować kodowania tekstu „%@”.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Jeśli to możliwe, wybierz inne kodowanie tekstu.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Nie można zachować pliku przy użyciu kodowania tekstu %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Nie można zachować pliku „%2$@” przy użyciu kodowania tekstu %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Nie można zachować pliku, ponieważ wskazany typ URL nie jest obsługiwany.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Wskazany typ adresu URL nie jest obsługiwany.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Nie można zachować pliku „%1$@”, ponieważ typ URL %2$@ nie jest obsługiwany.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Nie można zachować pliku, ponieważ typ URL %@ nie jest obsługiwany.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Nie można zachować pliku, ponieważ brakuje wolnego miejsca.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "Nie można skopiować „%1$@” do „%2$@”, ponieważ brakuje wolnego miejsca.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "Nie można połączyć „%1$@” z „%2$@”, ponieważ brakuje wolnego miejsca.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "Nie można przenieść „%1$@” do „%2$@”, ponieważ brakuje wolnego miejsca.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Brakuje wolnego miejsca.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Na woluminie „%@” brakuje miejsca.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Usuń część plików z woluminu i spróbuj ponownie.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Nie można zachować pliku „%@”, ponieważ brakuje wolnego miejsca.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Nie można zachować pliku „%1$@”, ponieważ na woluminie „%2$@” brakuje miejsca.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Nie można zachować pliku, ponieważ ten wolumin jest tylko do odczytu.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Wolumin jest tylko do odczytu.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Wolumin „%@” jest tylko do odczytu.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Spróbuj zachować plik na innym woluminie.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Nie można zachować pliku „%@”, ponieważ ten wolumin jest tylko do odczytu.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Nie można zachować pliku „%1$@”, ponieważ wolumin „%2$@” jest tylko do odczytu.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Nie można było ukończyć czynności. (Błąd %1$@: %2$ld).";

